{
    "discussion": "A schematic of a putativeD.melanogastereicosanoid synthesis pathway based on our analysis is shown inFig 3. Notably, the pathway appears to account for a full complement of prostaglandin synthesis enzymes. A functional thromboxane synthesis pathway may also be present, as potential orthologs for thromboxane A synthase have been identified. However, given the structural and sequence similarity of TBXA synthase to the numerous functionally unrelated cytochrome P450 oxidase in theD.melanogastergenome, speculation must be reserved pending experimental validation.\n\nThe existence of a leukotriene synthesis arm of the pathway could not be fully resolved since a thorough search of theD.melanogastergenome has failed to identify a potential lipoxygenase, which is critical for the initial processing of the PUFA substrate into leukotriene intermediates. Interestingly, potential orthologs exist for each of the downstream leukotriene processing enzymes. Based upon our current understanding of the mammalian pathway, a functional lipoxygenase is necessary for HETE intermediates and the corresponding final products (e.g., lipoxins and other non-canonical eicosanoids) [110].\n\nOur data challenges that view thatD.melanogasterlacks a functional eicosanoid synthesis pathway [110–112] and suggests that it may in fact possess potential orthologs for some or majority of the eicosanoid synthesis enzymes. These candidates may have thus far eluded detection because of high sequence divergence compared to the mammalian enzymes. However, the modeling results from our study, suggest that these candidates share the same overall fold and matches for the known or predicted catalytic residues. The prediction of eicosanoid synthesis enzymes may explain thein vivoeffects of aspirin and prostaglandins in oogenesis [29] and possibly the existence of eicosanoid-like compounds inD.melanogaster[27,28,113]. Our results however raise many questions: (a) What are the exact roles of individual enzymes; do they catalyze the reactions their structures predict they should? (b) What are the intermediate and final end products of the pathway? (c) What are the principal physiological events these intermediate and final biosynthetic products control and how similar are the signaling mechanisms by which their effects are mediated in cells and tissues?\n\nThe apparent absence of lipoxygenase may be explained in part by the multiple cyclooxygenase genes in theD.melanogastergenome where one of more of these may only or also possess lipoxygenase like activity. Dual function cyclooxygenases can generate prostaglandins and lipoxygenase products (e.g. HPETEs). For example, mammalian cyclooxygenases can produce limited amounts of 11- and 15-HPETE as a by-product in addition to PGH [114–116] and aspirin-acetylated COX-2 has been shown to produce 15R-HETEs [117]. Similar activity by one of the putativeD.melanogasterCOX orthologs could provide upstream processing needed for 11- and 15-HPETE, though this fails to provide the 5-HPETE intermediate needed for downstream leukotriene synthesis. Alternatively, 5-HETEs may be produced using an unconventional mechanism by the COX candidates or perhaps by an unidentified enzyme.\n\nThe existence of structurally conserved downstream leukotriene synthesis enzymes suggests that the upstream intermediates are likely present in some form.Drosophilamay possess a CYP450 enzyme capable of synthesizing 5-HETE; lipoxygenase-like CYP450s have been identified that produce 5-, 8-, 9-, 11-, 12- and 20-HETEs [118,119]. Recent studies have reported on bacterial lipoxygenases which are highly divergent from animal and plant lipoxygenases, both in terms of overall sequence conservation and the presence of expected catalytic residues [120]. There is also a possibility thatD.melanogasterand other insect expresses a functional 5-LOX that differs radically from the canonical profile of a lipoxygenase.\n\nThe existence of a functional eicosanoid synthesis pathway requires both the presence of the requisite synthetic enzymes and suitable substrates. The mammalian eicosanoids are primarily derived from 20-carbon PUFAs (arachidonic acid, eicosapentaenoic acid and dihomo-γ-linolenic acid), as well as from 18-carbon PUFAs (γ-linolenic acid, α-linolenic acid and linoleic acid). In the vertebrate pathway, the 18-carbon fatty acids linoleic acid and α-linolenic acid can be processed into the 20-carbon PUFAs arachidonic acid and eicosapentaenoic acid, respectively, via a three-step process involving a Δ6 desaturase, an elongase, and, a Δ5 desaturase. These 20-carbon PUFAs are then capable of being processed by COX or LOX to generate the canonical eicosanoids. 18-carbon PUFAs (e.g., linoleic acid) may also be processed by 15-LOX into 9- and 13-HODEs, a subfamily of non-canonical eicosanoids.\n\nAccording to previous studiesDrosophilaappear to lack homologs for the mammalian Δ5 and Δ6 desaturases based upon sequence analyses, and so it should be unable to synthesize 20–22 carbon PUFAs from essential fatty acid precursors [112]. Furthermore, flies raised in the absence of 20-carbon PUFAs for several generations remain healthy, implying that 20-carbon PUFAs are non-essential [112]. Thus, it is generally accepted thatDrosophilarely on PUFAs obtained from its vegetarian diet, which is generally limited to the essential 18-carbon fatty acids linoleic acid (18:2n-6) and α-linolenic acid (18:3n-3). Based on the current understanding thatD.melanogasterlacks Δ5 and Δ6 desaturase activity, it would be expected that the 18-carbon PUFAs obtained from its diet are processed into HODEs as opposed to eicosanoid derivatives of the 20-carbon PUFAs. Recent studies have validated this hypothesis, and confirmed the presence of 9- and 13-HODEs inD.melanogasterextracts (Govind lab, unpublished work); [121]. However, given the reports of prostaglandin-like molecules inD.melanogasterextracts, it is probable that additional lipid processing occurs to produce compounds similar to the canonical eicosanoids but the biosynthetic components have not been identified yet. Further computational and experimental work is needed to fully resolve these issues.\n\nAltogether, the present study suggests thatD.melanogastermay possess a functional equivalent for the mammalian eicosanoid synthesis pathway. Our results highlight the need for customizing advanced prediction methods to identify orthologs, and to build structural models that predict the requisite biochemistry for function. These findings, combined with other recent biochemical studies, suggest the possibility thatD.melanogasterlikely utilizes eicosanoid signaling. However, further experimental studies will be needed to be address the exact role and physiological context of these biosynthetic enzymes. The importance of our study lies in opening up this powerful model organism for the study of eicosanoid signaling, in the context of inflammation as well as non-inflammation related physiology."
}