{
    "discussion": "TNO1 plays important roles in post-Golgi trafficking, gravitropism and auxin transport-dependent processes. Here we demonstrate that TNO1 is required for root skewing and CFR formation. Skewing oftno1mutant roots increased to a greater extent upon MT stabilization by taxol when compared to WT roots but was resistant to MT destabilization by PPD. This led us to postulate a role for TNO1 in MT-dependent processes, although MT destabilizing agents have also been reported to induce left-handed CFR without affecting MT arrays [53]. In roots, MT arrays transition from a disordered state in the meristematic zone to a transverse orientation in the elongation zone, and this organization is important for facilitating rapid anisotropic growth [42]. Defects in tubulin structure/activity and in MT-associated proteins can result in oblique MT arrays in the central elongation zone of roots. Oblique MT orientation in elongating cells causes cells to expand at an angle to the vertical, leading to CFR and root skewing [4,20,56,57]. Skewing roots oftno1do not show an oblique MT orientation in the elongation zone but rather a transverse one. This suggests that the root movement phenotype intno1mutants arises independent of the organization of MT arrays in the root elongation zone, although dependent on MT dynamics. It is possible that, despite its normal orientation, the cortical MT array intno1roots might be compromised in restructuring or function as the root navigates a complex trajectory during skewing. The loss of TNO1 could potentially also affect the function of a MT-associated protein such as a kinesin; as an example, a TGN-localized kinesin-binding separase has recently been reported to affect root skewing [50].\n\nCertain root skewing mutants have transverse MT arrays or a lack of directional bias in the MT arrays in the root elongation zone but have a distinct CFR [54,58,59]. Moreover, CFR can still occur upon MT disruption with MT destabilizing agents such as oryzalin and PPD [53]. This suggests that the MT array is not the only factor involved in generating CFR. Owing to anomalies such as these, Wasteneys (2004) proposed that CFR could arise due to torsional handedness inherent to roots, and the correlation between CFR and MT array orientations could result from signaling between the MT array and cell wall machinery. Thus, CFR could arise from the effect of MT arrays on anisotropic expansion in the elongation zone or, alternatively, from the effect of cellulose microfibrils on MT array alignment at the plasma membrane [46,47]. Mutants that affect CFR formation but not MT array orientation in the elongation zone support this model, including mutants defective in regulation of anisotropic cell expansion [20,54]. Based on this model, and consistent with the cell morphology phenotypes observed in the presence of PPD, TNO1 might be important for the anisotropic cell expansion process or in cell wall trafficking dynamics.\n\nA lag in the expansion rates of internal cell types compared to the epidermal cells may cause roots to skew to prevent mechanical shearing [9,57]. The mature root cells and hypocotyls oftno1seedlings treated with PPD showed marked disruption of cell morphology, suggesting a role for TNO1 in the cell maturation or expansion process. This model would also explain whytno1roots skew despite the transverse MT arrays in the epidermal cells of the root elongation zone. Vertically-growntno1seedlings have similar root lengths to WT seedlings, suggesting normal cell expansion during vertical growth. Thus TNO1 might be required specifically for cell expansion during deviation of roots from their growth trajectory.\n\nDuring cell expansion and cellulose deposition, the cellulose synthase complex traffics via the TGN [60,61]. The observed defects in cell morphology and expansion could be due to the role of TNO1 in proper localization of the TGN-localized Q-SNARE SYP61 [31,32]. Proteomic analysis of SYP61-containing vesicles [34] revealed the presence of cellulose synthase complex subunits, suggesting a role in trafficking of cellulose synthase subunits, which then drives cellulose deposition. MT array dynamics modulate the deposition of cellulose microfibrils in expanding cells since cellulose synthase runs parallel to the MT array, with CELLULOSE SYNTHASE INTERACTIVE1 acting as a link between the cellulose synthase machinery and cortical MTs [62–65]. MTs also regulate exocytosis of vesicles containing cellulose synthase complex subunits or complex-associated proteins such as KOR1 and CSI1 [66–68]. Disrupting MT arrays therefore affects cellulose synthesis, deposition and orientation, while conversely, inhibiting cellulose synthase activity causes defects in MT arrays [69,70], which can potentially affect directional growth patterns [18]. Inhibitors of cellulose synthase trafficking such as CESTRIN cause MT instability and reduced cellulose content, and increase SYP61 and cellulose synthase co-localization [68]. Since CESTRIN does not affect the bulk secretory and endocytic routes, the SYP61-decorated domain of the TGN and its associated proteins such as TNO1 seem to be crucial for cellulose deposition and, indirectly, MT stability. However, mutations in cellulose synthase components (rsw1–1,any1) or treatment with cellulose synthase inhibitors does not induce CFR [58,71,72]. Moreover, Sugimoto (2003) also reports that a cellulose synthase mutant can undergo CFR even when the MTs are compromised [58].\n\nTrafficking of other proteins required for cell expansion and root movement might also be disrupted intno1mutants. For example, SKU5 is required for enzymatic reactions at the cell wall, and mutants lacking this protein show enhanced root skewing possibly due to altered cell wall composition during cell expansion [20]. Our observations suggest that CFR formation involves complex interactions and is not simply dependent on MT array and cellulose deposition patterns. Current models of the mechanisms of helical growth have been challenged by studies ontortifolia2mutants, in which individual freely growing trichomes twist. These mutants therefore uncouple cell division patterns and tissue strain from twisting and suggest that individual twisting of cells can translate to higher-order organ twisting [73]. Understanding the exact role of TNO1 at the TGN and the mechanism by which it modulates CFR and skewing will thus be a challenge.\n\nOur results suggest that TNO1 and the TGN play a key role in CFR and root movement, adding another component to the network controlling root movement. Further experiments are necessary to test the exact role of TNO1 and its interacting partners in regulating root skewing and CFR formation. Future studies investigating TNO1’s role in cellulose synthase trafficking, MT stability and cell expansion dynamics in skewing roots will increase our understanding of the function of TNO1. Since TNO1 affects auxin transport [36], our study now points to the possibility of an impact of TNO1 on auxin transport, MT dynamics and cell wall trafficking at the TGN. Discovering TNO1’s precise role will help in elucidation of the function of the TGN SNARE machinery in plant growth and morphogenesis.",
    "conclusions": "In conclusion, we have discovered a role for a TGN-localized protein in root skewing on the surface of impenetrable media. This adds to the growing list of endogenous factors that aid root movement. Our data, alongside prior investigations, also suggest a possible link between TNO1, auxin-dependent and MT-associated processes. A better understanding of these mechanisms can lead to information that can be used to manipulate root growth and development patterns in various soil conditions and improve overall root architecture. This could subsequently result in engineering superior crops with better soil penetration and nutrient assimilation traits."
}