{
    "3. discussion": "Our findings provide new insight into how the heart responds at the molecular level to the novel environment of space. Spaceflight experiments using rodents present unique practical challenges though similar benefits to rodent studies on Earth. The animals flown in space during this particular mission were deemed healthy, as assessed by veterinary examination after return to Earth, and the finding that animal body weights were comparable in FLT mice compared to GRD controls at the termination of the study. Further, numerous scientific reports from these mice describe related results obtained studying other organ systems (e.g., [30,32,33]). The RNA samples recovered from the hearts were consistent and of high quality. Therefore, we conclude that the results we obtained from this mission were valid.\n\nWhereas cardiovascular physiology has been studied intensively in astronauts, analysis of cardiac changes at the tissue level has been more limited [12,13,34,35,36]. Goldstein et al. [12] report that spaceflight (14 days) reduces the cross-sectional area of papillary cardiomyocytes in rats relative to ground controls, with ultrastructural changes consistent with cardiac atrophy. Short duration (6 days) spaceflight upregulates activity and mRNA expression of the mitochondrial enzyme, malate dehydrogenase in rat hearts, and displays a pattern of mitochondrial gene expression changes discrete from those in skeletal muscle [34]. More recently, long duration spaceflight (37 days) was shown to alter expression of methylation-related genes in the heart of adult mice, but not cytoskeletal protein levels. Interestingly, lifetime exposure ofDrosophilato microgravity leads to diminished cardiac size, cardiac dysfunction, altered remodeling, and proteosomal abnormalities [36]. Furthermore, spaceflight causes cardiac progenitor cells in culture to display a gene expression profile consistent with early, stem-like function along with increased oxidative stress and re-entry into the cell cycle [37]. Thus, our study on expression levels of oxidative stress and cell cycle-related genes provides novel findings on how the heart responds to spaceflight at the tissue level.\n\n### 3.1. Oxidative Stress-Related Gene Expression in Spaceflight Heart\n\nRT-PCR array data show that expression levels of 14 genes were significantly (p< 0.05) altered (11 upregulated and 3 downregulated) in FLT samples as compared to GRD controls. In addition, RT-PCR analysis forNfe2l2revealed lower levels in FLT mice than GRD.Nfe2l2is a master transcriptional regulator for oxidative stress response genes, and is rapidly transcribed within seconds following changes in the gravity vector [23]. Other tissues also display reducedNfe2l2expression levels in similar spaceflight experiments entailing tissue recovery after landing [38]. Suzuki et al. recently demonstrated that long duration spaceflight activatesNfe2l2-dependent oxidative stress pathways in several tissues of growing mice [39]. Furthermore,Nfe2l2-deficient mice are protected from spaceflight-induced oxidative stress-related genes and changes in body weight [39], and also display accelerated transition of muscle fiber type without protecting from atrophy [40].\n\nWe also found that spaceflight upregulatedNox16.6-fold, the change of greatest magnitude in oxidative stress-related genes observed in our study. NOX1 belongs to the NADPH oxidase family of enzymes and functions in generating ROS in a highly regulated fashion [41,42]. NOX1 utilizes NADPH as an electron donor and catalyzes transfer of electrons to molecular oxygen to generate superoxide radicals. Superoxide radicals are short lived and are readily converted into hydrogen peroxide. Thus, increased expression ofNox1can cause an increase in the formation of hydrogen peroxide and other reactive oxygen species (ROS) [41,42]. NADPH oxidases are major sources of ROS in the vascular system and are involved in the pathophysiology of many cardiovascular diseases such as hypertension and myocardial infarction [43]. Several recent studies using ground-based models to simulate weightlessness show that hindlimb unloading causes cardiac atrophy, reduces cardiomyocyte size and cardiac dysfunction, as assessed by fractional shortening [14]. Inhibition of NOX1 by apocynin (a NADPH oxidase inhibitor) reduces oxidative stress markers in the heart, and mitigates atrophy and dysfunction in hindlimb unloaded mice, suggesting thatNox1plays an important role in mediating cardiac responses to simulated weightlessness [44]. Thus, our results support the hypothesis that increased expression ofNox1during spaceflight contributes to oxidative stress and myocardial abnormalities.\n\nOxidative stress PCR array results showed lower expression ofPtgs2by 3.4-fold in FLT samples compared to GRD. PTGS2, also known as Cycloxygenase 2 (COX2), is the key, inducible enzyme in prostaglandin biosynthesis, and acts as both a dioxygenase and as a peroxidase, converting hydrogen peroxide into water. Thus, lowerPtgs2expression can lead to inefficient removal of hydrogen peroxide, accumulation of ROS and oxidative damage. PTGS2 is important for the maintenance of healthy cardiac tissue. Conditional cardiomyocyte-specific deletion of thePtgs2gene in adult mice reduces cardiac output, decreases exercise tolerance and increases susceptibility to induced ventricular arrhythmias [45]. Furthermore, human and animal models of myocardial diseases show thatPtgs2expression is associated with cardiac tissue damaged by infarction, septicemia and inflammatory heart diseases [46]. In addition to inflammation, the prostaglandin pathway plays an important role in mechanical signaling. In cultured cells activated by serum, spaceflight prevents induction ofPtgs2expression, which is avoided by on-orbit centrifugation to replace the gravity vector, implicating sensitivity to a biomechanical mechanism for microgravity-induced activation of the prostaglandin pathway [47]. Inhibition of PTGS2 also impairs recovery of skeletal muscle and bone from hindlimb unloading [48,49]. Thus, regulation of the prostaglandin pathway by spaceflight via changes inPtgs2expression may contribute to both oxidative stress and subsequent recovery on Earth.\n\nTxnipwas upregulated 1.9-fold andFanccwas downregulated 1.6-fold in FLT compared to GRD, which also may contribute to a pro-oxidative milieu in the heart during spaceflight. TXNIP is a negative regulator of thioredoxins (TRXs) [50], which are potent antioxidants, and their downregulation by elevatedTxnipexpression in FLT samples may lead to increased oxidative stress in cardiac tissue. In cultured human endothelial cells (HUVEC),Txnipwas the most upregulated by spaceflight (33-fold) [51].Fancccodes for an antioxidant and its downregulation can cause sensitivity to oxidative stress-mediated damage to tissue [52].\n\nOur results indicated moderate changes in several antioxidant genes (Sod1,Cat,Prdx6,Gsr,Tpo,Txnrd3,Slc41a3) and other oxidative stress-responsive genes (Xpa,Prnp) (1.2–2.4-fold,p< 0.05) (Table 1). The observed elevated expression levels of these antioxidant genes may be due to activation of compensatory mechanisms.\n\nAlthough the magnitude of differences between FLT and GRD for statistically significant genes were generally modest, together, the findings suggest that spaceflight activates a network of genes responsible for redox signaling and defense against oxidative stress in the heart.\n\n### 3.2. Cell Cycle and Senescence-Related Gene Expression in Spaceflight Heart\n\nIncreased generation of ROS during spaceflight can lead to protein, lipid and DNA damage in tissue and, as is the case with skeletal muscle, may contribute to dysfunction caused by gravitational unloading. ROS are also involved in vital cell signaling pathways such as cell-cycle progression, differentiation, inflammation and apoptosis. Cell cycle progression in eukaryotes is regulated at various checkpoints by the action of specific cyclin dependent kinases (CDKs). The activities of these CDKs are controlled by the positive regulation from cyclins and negative regulation from cyclin dependent kinase inhibitors (CDKIs). Hence, expression levels of genes involved in cell cycle regulation, inflammation, DNA damage repair and apoptosis were further analyzed in hearts byp53Signaling PCR array. Thep53Signaling PCR array includes 24 genes involved in cell cycle regulation. Results indicate that nine of these genes were significantly altered in FLT samples.\n\nWe found spaceflight increasedCdkn1a/p21 expression 6.8-fold in hearts compared to GRD, consistent with reports for other tissues including liver, kidney, bone and muscle [27,30,31].CDKN1A(also known as P21), is a potent CDK inhibitor and inhibits cell cycle progression at the G1 phase by inhibiting the activity of CDK2 or CDK4. Increases inp21levels in bone from mice in this spaceflight experiment spaceflight were previously associated with proliferative arrest in cultured osteoprogenitors [30]. However, the adult mammalian heart itself has limited regenerative ability. Adultp21levels in adult heart are thought to contribute to normal cell cycle arrest in differentiated cardiomyocytes, and there is evidence that cardiomyocytes can divide in the adult human heart [53], though it is unlikely that such a small sub-population (1.3% of total) [53] can account for our findings. More likely, the elevation inp21caused by spaceflight may contribute to cardiomyopathies [54] via other cellular processes such as DNA repair, autophagy [38,55,56] and senescence. Interestingly,Myc, a mitogenic transcription factor gene that promotes cardiac hypertrophy in response to Angiotensin II, was also highly upregulated in the spaceflight heart samples we studied, and its deleterious action can be rescued byp21re-expression inp21-null mice [57]. Finally, in newborn mammals,p21elevation might interfere with cardiomyocyte binucleation, an important heart growth mechanism during post-natal development [58].\n\nPTTG1 (Pituitary tumor-transforming gene 1) regulates the cell cycle by inducing cyclin D3 and repressingp21expression [59]. Thus, a decrease inPttg1expression (2.4-fold) observed in FLT samples may contribute to the observed increase in expression ofp21in FLT samples. In addition to upregulation of cell cycle inhibitors, CDK’s and cyclins such asCdk1andCdk4were downregulated in FLT samples, implicating an overall cell cycle arrest in spaceflight samples.\n\nOur results also indicate some apparently contradictory findings, such as the expression levels of genes for cell cycle arrest proteins,Chek2andBtg2, were decreased 2.2- and 3.5-fold, respectively in FLT samples, contrary to what is expected forChek2whenMycis overexpressed based on what is observed in lymphoma cells [60].\n\nThus, one of the crucial findings of our study is that spaceflight alters the expression levels of major cell cycle and cell growth regulators. As the samples analyzed consist predominantly (but not solely) of fully differentiated non-dividing cardiomyocytes, this suggests that spaceflight activatesp21- andMyc-related pathways to regulate cell growth, cardiomyocyte function, and potentially cardiomyopathy, although complex interactions such as these remain to be elucidated.\n\n### 3.3. Apoptosis and DNA Damage Repair-Related Gene Expression in Spaceflight Hearts\n\nThere were no significant changes in apoptosis-related genes such asp53,Bax,Bcl2,Casp2orCasp9(Supplementary Table S2). DNA damage repair genes such asAtr,Xrcc5,Ercc1andApex1were only moderately altered in spaceflight (1.1- to 1.3-fold), suggesting widespread DNA damage responses were not occurring at the time of sample recovery. However, we cannot rule out the possibility that spaceflight activates DNA damage and apoptosis pathways in a smaller sub-population of cell types within the heart during spaceflight, as shown previously for exposure to low dose, heavy ion radiation (16O, 600 MeV/n) simulating space radiation [61]. Evidence supporting the possibility that spaceflight activates DNA damage pathways and/or apoptosis has been reported for tissues other than heart [62], including the thymus [63,64] and the eye [62,64], and multi-omics analyses reveal increased levels of DNA damage markers in urine and blood from astronauts [26].\n\n### 3.4. Inflammatory Pathway Gene Expression in Spaceflight Heart\n\nInflammatory response genes, such asTnf(tumor necrosis factor),Tnfrsf10b(Tnfreceptor superfamily, member 10) andTraf1(Tnf receptor-associated factor) were significantly downregulated (9.9-, 1.9- and 2.3-fold decrease) in FLT samples compared to GRD controls.Tnfis a multifunctional pro-inflammatory cytokine, which regulates a wide variety of biological processes such as inflammation, proliferation, differentiation, apoptosis and cytotoxicity [65]. Space is a hazardous environment and proper immune functioning is crucial for astronaut health and success of space missions. The decreased expression ofTnf,Tnfrsf10bandTraf1observed in our study suggests downregulation of this pro-inflammatory signaling pathway, which may lead to compromised immune function. Our results are consistent with other studies showing spaceflight reducesTnfexpression levels in both mice [19,66] and humans [67]. In addition, human T cell cultures on the International Space Station (ISS) show a 15-fold decrement in expression ofTnfin T cells and its downstream effectors in microgravity as compared to cells centrifuged at 1g [68]. During a very long duration spaceflight,TNFα expression in the blood of astronauts is elevated [24] but after return to Earth (between days 0 and 5) as skeletal muscle enters a recovery phase,Tnfαexpression rapidly declines along with other cytokines in theIl6pathway [69]. Together, these findings implicate a biomechanical, gravity-dependent mechanism for regulating Tnf-related pathways.\n\nAlthough the radiation exposure of mice on the STS-131 mission is considered too low to account for our results, relatively low doses of particle radiation (<30 cGy) can lead to altered regulation of disease-related pathways and deficits in cardiac function [70,71]. Furthermore, expression of oxidative stress and inflammation markers in the heart caused by low dose gamma radiation exposure is exacerbated when combined with hindlimb unloading [17]. Further study is needed to determine the influence of space radiation in combination with microgravity, on the heart in the spaceflight environment during long duration missions.\n\n### 3.5. Gene Networks and Molecular Signatures of Disease\n\nComputational analysis revealed that changes in a subset of genes that were differentially expressed due to spaceflight were linked to disease, including immune suppression and impairments in glucose homeostasis, consistent with findings in astronauts [72,73]. In addition, a subset of the DEGs resulting from spaceflight were associated with cardiovascular pathologies such as atherosclerosis, cardiovascular decompensation, hypertensive disease and myocardial infarction. Cardiovascular decompensation and volumetric changes in blood flow were consistent with previous observations in crew members during flight [3,8,74]. In a previous study on a subset of ISS crewmembers, mean arterial pressures reportedly do not change significantly during spaceflight. However, cardiac output and stroke volume are increased in flight compared to the seated position on Earth (although comparable to the supine position on Earth) [3]. Thus, our findings were consistent with previous reports on astronauts indicating that spaceflight adversely affects cardiovascular health.\n\nComputational analyses also indicated that spaceflight led to altered regulation of molecular networks within the oxidative damage response and cell proliferation pathways. Our findings suggest that oxidative stress andTrp35signaling pathways were linked and that spaceflight alters gene interactions between these two pathways. Furthermore, transcription factorsFoxO3,Jun,Myc, andHif1awere predicted to mediate the interaction between these two pathways, making these genes promising targets for mitigating gene network changes in response to spaceflight.Cat,Cdkn1a,Cdk1andCdk4also were predicted to serve as central hubs of gene networks that are altered by spaceflight. Hence, these molecules may be potential targets for the development of countermeasures against spaceflight-induced tissue deficits.\n\n### 3.6. Limitations\n\nFor extrapolation of findings from this murine study to humans, there is the inherent limitation of the difference in species as well as a potential influence of the specific strain and sex which were selected as subjects. Factors related to experimental protocol also important to consider when interpreting gene expression findings from this experiment include the fixed duration of the mission (15 days), sample recovery only after animals were returned to Earth (3+ hours after landing), and the fact that ground control animals were housed in flight-matched habitats but were not exposed to similar forces as the flight mice encountered during launch and landing. Therefore, observed changes in gene expression did not solely reflect changes observed during habitation in microgravity, but for rapidly responding genes, such asNfe2l2, also may reflect re-entry and re-adaptation to 1-gravity on Earth, however briefly.\n\nAs the scope of our investigation focused on RT-PCR, additional studies are needed to elucidate how spaceflight-induced oxidative stress may mediate cell cycle/growth and function, to gain deeper insight into how the cardiovascular system responds to the space environment and recovers after return to Earth. Furthermore, because the heart consists of multiple cell types, including cardiomyocytes, fibroblasts, endothelial cells, and macrophages, each with a discrete gene expression profile [53], future experiments could focus on spatial transcriptomics to determine the cellular source of specific gene expression changes, as well as the regulation of protein expression together with cardiac function.",
    "5. conclusions": "In conclusion, our study revealed that spaceflight significantly altered cardiac expression of genes related to cell cycle/growth (notablyCdkn1a/p21, Cdk1,andMyc), inflammation (notablyTnf) and oxidative stress (notablyNfe2l2,Nox1, Ptgs2), which may contribute to cardiac dysfunction. These findings provide novel data suitable for developing testable hypotheses for further study. Identification of specific mechanisms and molecules responsible for excess ROS generation during spaceflight is of considerable interest, and may yield new therapeutic approaches."
}