{
    "4. discussion": "Here we have demonstrated that human NSCs proliferate while in space and that they remain as NSCs after 39.3 days unattended, in the same culture medium, and in space microgravity. Moreover, these cells also keep their ability to become young neurons in the appropriate conditions. Silvano’s team reported data supporting that simulated microgravity arrests cell proliferation, albeit in a transient manner, and they also found that these changes were not permanent as NSCs recovered their proliferative capacity when they were returned to normal gravity.\n\nThe apparent contradiction between Silvano’s group reporting the arrest of proliferation date and this study may reside in the fact that the cells they used were from a different species (i.e., mouse vs. human). Additionally, their cells were kept in simulated microgravity far 3 to 5 days, as opposed to our NSCs, which were exposed to SPC microgravity tor 5 days at 37 °C and in BrdU for 3 days. Therefore, the reasons for the apparent contradiction may be due to the following: (1) the extent of the exposure to microgravity, which might be a determinant for the arrest of cell proliferation in Silvano’s study or (2) perhaps simulated microgravity differs from space microgravity with respect to the regulation of neural cells and their biological processes. Why a higher bioenergetic state is elicited by microgravity is not clear at the present time. The fact that we demonstrated that NSCs proliferate in space needs to be studied in more detail, as it might be that this phenomenon contributes to the visual impairment and intracranial pressure syndrome (VIIP) exhibited by astronauts in space and upon their return to Earth [9]. Elucidating the origin of the increased energy needs by brain cells is crucial in order to design effective countermeasures for astronauts working onboard the International Space Station and for long-term space travel. Moreover, here we found that NSCs displayed an elevated energy metabolism; both oxygen consumption and glycolysis were higher than in the ground control counterparts, confirming our previous findings from work using “simulated microgravity”[10]. We have previously reported that simulated microgravity enhances mitochondrial function in oligodendrocytes (OLs), the myelin forming cells in the CNS [11]. Two of the main sources of energy for respiration and energy production, glucose and pyruvate, were decreased after just 3 days in microgravity, while lactate levels increased considerably indicating that OLs switched to anaerobic glycolysis in order to meet the energy demands elicited by microgravity [11].\n\nIt is possible that NSCs in space require more energy for proliferation as well as for maintaining homeostasis in an environment where, besides microgravity, there are other factors involved, such as radiation, moving while being packed and unpacked, and variation of g-forces occurring during launching and splashdown. Nonetheless, the cells appeared to be able to recover from such a journey and display their stemness when returned to Earth. Furthermore, as mentioned above, their membrane properties were similar to the NSCs grown in normal gravity.",
    "5. conclusions": "Neurobiology and the environment determine psychological and physiological fitness and behavior; hence, the maintenance of energy metabolism homeostasis is of paramount importance. The formulation of energy rich diets for astronauts, as well as providing an enriched environment, may contribute to reaching and maintaining the balance we all strive for—mens sana in corpore sano (a healthy mind in a healthy body).\n\nThe results presented in this communication are also promising for humankind on Earth; neurodegenerative diseases frequently result from the loss of a specific cell population, and it was demonstrated that microgravity is an excellent strategy to increase neural cell numbers without the need of performing genetic manipulations or long-term treatments with mitogens. It is believed that incorporating microgravity into projects of a translational nature will lead the scientific community one step closer toward translational research to address neurodegeneration and the recovery of CNS function."
}