{
    "4. discussions": "Through novel advances in cell biology, adult stem cells (including hASCs) have been shown to be truly heterogeneous, with subpopulations of cells that may offer potentially greater translational benefits. SSEA-3(+) Muse cells, a representative type of highly functional mesenchymal stem cell, are known to show superior multipotency compared to regular stem cells [32]. However, although routine two-dimensional cultures allow hASCs to expand easily, these conditions adversely affect the proliferation of cells with higher multipotent properties, reducing the usual proportion of SSEA-3(+) hASCs to only approximately 1% [19]. Growing evidence suggests that mechanical and environmental stress greatly influences proliferation, self-renewal, differentiation, and the multipotency of stem cells [33,34]. Among possible sources of stress, gravity may historically have been the most underappreciated microenvironment stress, because of its constant influence on cultured cells.\n\nNumerous studies have reported the impact of microgravity conditions on stem-cell proliferation [35] and differentiation [36,37]. Notably, human mesenchymal stem cells cultured in a microgravity environment usually demonstrate suppressed differentiation [38]. Therefore, some highly functional stem cells may be able to retain their undifferentiated, unaltered phenotypes if they can avoid the force of gravity during culture. According to previous studies, controlled rotation around two axes can minimize the cumulative gravity vector to an average of 10−3×gover time [24]. In our experimental system, although cells were attached to microsphere surfaces, the culture medium containing the microspheres was stirred by controlled rotation around two axes. As a result, the cells’ gravity vectors were randomly and continuously changing, with their final cumulative gravity vectors being minimized toward zero. Some microgravity-simulating devices have been developed [39,40], but they involve significant costs and are very difficult to standardize. Moreover, even such devices created large cell clusters which represent the limit of cell-proliferative capacity [25] and reinforce the advantage of the present adhesive conditions for the large-scale expansion of hASCs [41].\n\nIn previous studies, micro-scale carriers fabricated from a variety of natural and synthetic polymers have shown significant potential for cell growth, specific differentiation, and the delivery of hASCs [42,43]. However, to the best of our knowledge, no investigation has been carried out on the feasibility of culturing cells using stirred microspheres for the stated purpose of mimicking a microgravity environment. The outcomes of this study exceeded our expectations. Seven days of polystyrene and collagen microsphere cultures under static conditions produced an increased number of SSEA-3(+) hASCs compared to polystyrene dish cultures, and those under dynamic conditions exhibited a much higher number of SSEA-3(+) hASCs. These results clearly revealed a positive influence of microspheres on the selective proliferation of SSEA-3(+) cells, especially in those experiments combined with a microgravity environment.\n\nBy comparison, our stress-exposure treatments were not very suitable for the expansion of SSEA-3(+) hASCs. Heneidi et al. reported that Muse cells could be isolated from lipoaspirates using severe cellular stress, such as long-term exposure to collagenase [44]. We also confirmed that exposure to proteolysis produced the best results among our stress conditions, increasing the proportion of SSEA-3(+) hASCs by 3.3-fold (4.2%) compared to monolayer cultures (1.3%). During preliminary studies (unpublished data) to enhance the ratio of SSEA-3(+) hASCs (known to be stress-tolerant [19,32]), stress magnitude was carefully optimized in each experiment. However, because 37.6% of viable cells were lost, the final number of proteolytic solution-treated SSEA-3(+) hASCs was only 1.3-fold more (1.7 × 103) compared to the controls (1.3 × 103), with no statistically significant difference. These results suggest that exposure to severe stress can concentrate SSEA-3(+) hASCs through the selective depletion of SSEA-3(−) cells, but such stress can also inhibit cell proliferation. Instead of concentration, microsphere cultures under microgravity conditions increased SSEA-3(+) hASCs by proliferation (Figure 9). In other words, the present microgravity culture conditions increased not only the proportion, but also the number, of SSEA-3(+) cells to actualize regenerative therapies requiring these highly therapeutic cells. However, a limitation of this study is that we only assessed SSEA-3 as a pluripotent marker in stress-exposure experiments. Additional research including analyses of the other pluripotent markers (e.g., Oct4 and Sox2) may further emphasize the differences between microgravity cultures and stress-exposure cultures, or reveal new characteristics of the two cultures.\n\nFurthermore, hASCs harvested from microgravity–microsphere cultures had higher expression levels of the pluripotent markersOCT4,SOX2,NANOG,MYC,KLF, andCD34compared to hASCs cultured in monolayers.OCT4andNANOGare known to be involved in the self-renewal of human embryonic stem cells, whileSOX2,MYC, andKLFexpression act as transcription factors to control genes involved during embryonic development [19]. CD34 has been reported to contribute to the proliferative ability of hASCs both by us [23,45] and by others [46,47]. However, the upregulation of nuclear stem-cell markers was hardly detected in hASCs from static microsphere cultures, suggesting that the microgravity environment may play a key role in preserving hASC functionality. In a previous report, spaceflight experiments demonstrated that altered gene expression was associated with epigenetic changes, such as chromatin re-modeling and DNA methylation [48]. The present results extend these observations by demonstrating improved proliferation, angiogenesis, and differentiation into mesenchymal lineages (adipocytes, osteocytes, and chondrocytes) in hASCs from microgravity–microsphere cultures compared to hASCs from cultures under normal conditions. However, the fold change of the genes analyzed by RT-PCR was not so large in this study (less than 1.5), and future studies are required for further qualification of these genes through optimization of the microgravity culture protocols.\n\nInterestingly, the efficacies for collagen and polystyrene microspheres to select for proliferation in highly functional hASCs were roughly equivalent in the present study. Polystyrene microbeads require a plasma coating prior to use to enable good cell attachment; therefore, collagen microbeads may be the superior practical choice for regenerative therapy applications. In addition, as a biodegradable biomaterial, collagen has the advantage that such beads may be clinically administered into a target organ together with hASCs; it may even augment hASC survival and functionality after transplantation by acting as a biological cell scaffold [1,42].",
    "5. conclusions": "We cultured hASCs with microspheres using three-dimensional movement to create microgravity conditions for the preservation of stemness, while at the same time preserving cell–microsphere adhesion to maximize cell quantities. This new cell-culturing technique selectively enhanced the proliferation of highly functional stem cells, demonstrating superior stemness, proliferation, differentiation, and angiogenic abilities, which may provide for enhanced treatments for intractable human diseases compared to current hASC treatments. However, further studies are required to optimize a culture protocol to maximize the selective expansion efficiency and to investigate the therapeutic value of these cells using in vivo experiments before clinical trials can proceed."
}